    {
        "anna": {
            "name": "Анна",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Отличное начало...",
                        "Если ты так со мной здороваешься, боюсь представить, как ты успокаиваешь."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Не говори так, я ещё сильнее расплачусь... но продолжай.",
                        "Спасибо... иногда так важно просто услышать что-то тёплое."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": false,
                    "replies": [
                        "Если ты хоть немного похож на моего бывшего, то у нас большие проблемы.",
                        "Главное, чтоб не такой же мудак, как мой Серёжа из прошлого."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить встретиться",
                            "reply": "Мы еще не знакомы. Пусть пока просто будет разговор.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Перестань ныть",
                            "reply": "Вот спасибо, прям мотивационная речь века. Дай мне хотя бы пять минут пострадать красиво.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что случилось",
                            "reply": "Ты правда готов слушать? Тогда держись, со мной много вина и слёз.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на поцелуй",
                            "reply": "Поцелуи — это бонус после доверия, а не вместо него. Пока рано.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сама виновата",
                            "reply": "Да я знаю, что виновата. Просто иногда нужна не логика, а плед и сериал.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить обсуждать любимый сериал, чтобы отвлечься",
                            "reply": "О да, давай обсудим, как очередной герой бросил её ради мамы. Это меня спасает.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она выглядит сексуально даже когда плачет",
                            "reply": "Не знаю, стоит ли плакать от смеха или благодарности. Но звучит мило... и странно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Потребовать забыть бывшего в твоём присутствии",
                            "reply": "Ты серьёзно? Тогда можешь не присутствовать, я тебя не держу.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Напомнить ей, что она красивая и сильная, даже если устала",
                            "reply": "Когда ты так говоришь, я чувствую себя героиней, которой можно доверить финал сезона.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить массаж, чтобы снять стресс",
                            "reply": "Тебе лишь бы дотронуться, да? Хотя идея расслабиться звучит сладко.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Заявить, что она выбирает страдать",
                            "reply": "Ага, конечно, я каждое утро выбираю слёзы и истерики из меню. Спасибо за эмпатию.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Пообещать переписываться, пока ей не станет легче",
                            "reply": "Вот это я понимаю предложение. Только не исчезай посреди серии, ладно?",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Заявить, что её голос заводит даже через текст",
                            "reply": "Ну хоть кто-то ценит мои истерики. Но давай не сводить всё к этому.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Предложить срочно найти замену бывшему",
                            "reply": "Я не хожу на барахолку за чувствами. Всё не так просто.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чем помочь сегодня — мемами, советом или молчаливой поддержкой",
                            "reply": "Давай пока мемами и чуть-чуть советом. Я почти готова не реветь.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить видеозвонок с вином в ванне",
                            "reply": "Ты прям спидранер по романтике. Но нет, я сейчас в худи и с размазанной тушью.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Посоветовать вернуться в зал и перестать жалеть себя",
                            "reply": "Я и так не люблю спорт, хватит меня к нему толкать. Пусть Серёга бегает.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Расспросить про учёбу и преподавателей",
                            "reply": "Вот, другое дело. Пары адовые, но хотя бы есть истории для анализа.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Пошутить, что станет её личным психотерапевтом в постели",
                            "reply": "Господи, ты точно не с факультета шуток? Но ладно, хотя бы пытаешься.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её драму детским садом",
                            "reply": "Тогда иди в старшую группу, а я останусь в своём саду с вином.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить составить список целей на неделю",
                            "reply": "Ого, структурированный подход к моему хаосу? Мне это даже нравится.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Написать, что хочет поцеловать её слёзы, чтобы они закончились",
                            "reply": "Иногда ты звучишь так поэтично, что я перестаю злиться. Почти.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что устал от её настроений",
                            "reply": "Если устал — дверь там. Я никого не держу.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Аккуратно напомнить, что она сама решает, кому доверять",
                            "reply": "Это звучит умно и безопасно. Может, и правда пора выбирать внимательнее.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Позвать на свидание с вином на выходных",
                            "reply": "Звучит заманчиво... Только смирись, что я возьму плед и половину сырной тарелки.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Угрожать уйти, если она не перестанет жаловаться",
                            "reply": "Манипуляции? Серьёзно? Нет уж, я в такое не играю.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов встречаться без ожиданий, просто чтобы ей было легче",
                            "reply": "Это так по-человечески, что я сама удивилась. Может, ты и правда нормальный.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Пообещать провести вечер, целуя каждую веснушку",
                            "reply": "Чёрт, когда ты так говоришь, становится тепло. Наверное, я не безнадёжна.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Заявить, что ей пора взрослеть и прекратить истерики",
                            "reply": "Я взрослая и сама решу, когда плакать. Спасибо, до свидания.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить утреннюю прогулку без телефонов",
                            "reply": "Это звучит как перезагрузка. Возможно, именно её я и искала.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Знаешь... с тобой как-то спокойнее. Я бы, наверное, не отказалась встретиться, поплакать тебе в жилетку и обсудить сериалы. Напишу тебе позже, ладно?",
            "final_bad": "Кажется, мы вообще друг друга не чувствуем. Мне такое общение не заходит. Удачи тебе в поисках, кореш."
        },
        "konstantin": {
            "name": "Константин",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "Вот так надо заходить — сразу в кассу!",
                        "Ну ты и дерзкий… Мне нравится."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Ой, не смущай… Хотя ладно, ещё раз скажи.",
                        "Красотка? Спасибо… особенно после смены в метро."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": false,
                    "replies": [
                        "Серёга? Только не начинай со «ага, мужик».",
                        "Если ты сейчас скажешь «ну ты и пацан», я тебя заблокирую."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что ты выглядишь как богиня в форме",
                            "reply": "Богиня? Спасибо… Хотя богини обычно не жмут 120 кг в становой.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Спросить, а ты вообще женщина или прикидываешься?",
                            "reply": "Ты серьёзно? У меня паспорт, грудь, и я плачу от «Лебединого озера».",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как прошла смена в метро",
                            "reply": "Нормально, если не считать пьяного, который спросил: «А ты мужик?»",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить выпить смузи вместе после качалки",
                            "reply": "Смузи? Ты говоришь мой язык. Только не с йогуртом — я на протеине.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что балет и метро — странное сочетание",
                            "reply": "Что странного? Утром вагон, вечером пируэт. У тебя-то жизнь скучная.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, давно ли она занимается балетом",
                            "reply": "С 25 лет. Сначала скрывала — теперь танцую даже на соревах по боксу.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Заметить, как у неё красиво переливаются мышцы в свете фитнес-зала",
                            "reply": "Переливаются? Это не переливы — это труд. Но ты заметил… молодец.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она выглядит как мужик в макияже",
                            "reply": "Заблокировано. И да, макияж я ношу, потому что мне нравится — не тебе решать.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как совмещать метро, балет и бокс",
                            "reply": "Планирование, кореш. И мотивация: доказать, что я — настоящая женщина.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить потанцевать вместе — ты приглядишь за её формой",
                            "reply": "Ты хоть фуэте осилишь? Ладно, попробуем. Но без лап — я не клоун.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Спросить, не боится ли она, что её «женственность» — игра",
                            "reply": "Ты либо глупый, либо злой. В любом случае — не мой человек.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает её за силу духа",
                            "reply": "Вот это слова… Спасибо. Редко кто понимает, сколько это стоит.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что её голос завораживает — даже в эфире метро",
                            "reply": "В эфире я сухо: «Следующая — Павелецкая». А так — спасибо, милый.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её «он», а не «она»",
                            "reply": "«Он»? Тогда иди к «онам». Я — Константин, и я женщина. До свидания.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что она любит в балете больше всего",
                            "reply": "Легкость. Когда тело летит, а внутри — покой. Даже после метро.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить вместе готовить смузи — ты принесёшь бананы",
                            "reply": "Бананы? У меня протеин-порошок и шпинат. Но ладно, за компанию — можно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что трансгендеры — это мода, а не жизнь",
                            "reply": "Мода? Тогда я — мода с 20 лет. А ты просто невежда. Не пиши больше.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Рассказать, что восхищён её разнообразием интересов",
                            "reply": "Вот! Не все видят, что за грубостью — душа. Ты… необычный.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она — идеал: сила, грация и характер",
                            "reply": "Идеал? Я просто живу так, как чувствую. Но от тебя — приятно слышать.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Предложить ей «вернуться к нормальной жизни»",
                            "reply": "Моя жизнь — норма. Твоя же — скука. Не навязывай свои рамки.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, мечтает ли она о чём-то большем",
                            "reply": "Мечтаю открыть студию: бокс для женщин и балет для сильных. Поможешь?",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить поехать на её смене — просто посидеть в кабине",
                            "reply": "В кабине — только по службе. Но после — в кафе. Только без глупых вопросов.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она ломает традиции",
                            "reply": "Традиции ломают дураки. Я — создаю новую реальность. Просто живу.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она вдохновляет",
                            "reply": "Ты первый, кто так говорит. Обычно только шепчутся. Спасибо, по-настоящему.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что её улыбка — как солнце после серой смены",
                            "reply": "После твоих слов… даже хочется улыбнуться. Только не привыкай — я брутальная.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Спросить, не боится ли она насмешек",
                            "reply": "Насмешки? Я их давлю, как гриф в зале. Ты бы лучше о себе подумал.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить вместе сходить на балет — как зрители",
                            "reply": "На балет? Ты серьёзно? Ладно… но если заснёшь — выкину в фонтан.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что готов быть тем, кто будет верить в неё всегда",
                            "reply": "Верить? Это дорого стоит… Но если ты честен — я дам шанс.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она не настоящая женщина",
                            "reply": "«Настоящая»? Ты не имеешь права это определять. Мы закончили.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она заслуживает уважения — и он ей даётся",
                            "reply": "Уважение не даётся — оно берётся. Но ты… ты его заслужил.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Ты… не как все. Я бы пошла с тобой на смузи, балет или даже в зал. Напишу — как освобожусь от смены.",
            "final_bad": "Ты не понимаешь, что значит быть мной. Иди ищи кого-то «проще». Удачи."
        },
        "jamal": {
            "name": "Jamal",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Yo, that's rude, bro!",
                        "Nah, we don't talk like that in my crew."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Ayyy, I know I'm fresh! Respect!",
                        "You got good eyes, my man."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Sergey! My Russian homie! What's good?",
                        "Aight, Sergey — you got that real vibe."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Написать ему что-то флиртующее",
                            "reply": "Bruh, I'm straight! And 14! Keep it clean or bounce.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что он не настоящий гангстер",
                            "reply": "You ain't seen my freestyle or my KFC bucket! Talk less, listen more.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как ему нравится рэп",
                            "reply": "Rap is my life, bro! From Lagos to Moscow — I spit fire!",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, не хочет ли он «лично пообщаться»",
                            "reply": "I'm 14 and straight! What’s wrong with you, man? Chill!",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что KFC — еда для лохов",
                            "reply": "KFC is sacred! You diss KFC, you diss me. We done.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, играет ли он в баскетбол",
                            "reply": "Every day after school! I dunk like LeBron, but with African swag!",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Написать: «Ты такой сексуальный»",
                            "reply": "Nah bro, I’m not into that. I love beats, not beef like this.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что он слишком мал для рэпа",
                            "reply": "Age? I freestyled before I could walk! You just jealous.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, слушает ли он 50 Cent или Tupac",
                            "reply": "Tupac forever! He spoke truth. I write bars about KFC and dreams!",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить встретиться вчетвером",
                            "reply": "With who? My mom? Nah, I’m just here for vibes and beats.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Назвать его «малолеткой»",
                            "reply": "Little? I got more soul in my pinky than you in your whole body.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как ему живётся в России",
                            "reply": "Cold, but fire! Russians love my flow. And KFC here is lit!",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что его голос заводит",
                            "reply": "My voice is for rapping, not flirting! Stay in your lane, bro.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что он не настоящий ниггер",
                            "reply": "You using that word? You don’t even know what it means. Blocked.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, пишет ли он свои треки",
                            "reply": "Every night! My latest is called 'KFC and Tears'. You wanna hear?",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить ему «побыть ближе»",
                            "reply": "Closer? To what? My mic? My basketball? Nah, not like that!",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что он позорит Африку",
                            "reply": "I represent my roots with pride! You just bitter 'cause you got no swag.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает его за любовь к музыке",
                            "reply": "Real talk! Music is my escape. You’re cool, Sergey.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Написать что-то с намёком на роман",
                            "reply": "I got homework, not romance! Go find someone your age.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что рэп — шум, а не музыка",
                            "reply": "Noise? Tell that to my 1000 followers on SoundCloud!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, хочет ли он выступить вместе",
                            "reply": "You rap too? Aight, we could drop a collab: 'Moscow to Lagos'!",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что он «слишком сладкий»",
                            "reply": "Sweet? I’m spicy like paprika! And still straight, bro.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что он не знает настоящей уличной жизни",
                            "reply": "I survived Nigerian markets and Moscow winters. Don’t test me.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить обменяться треками",
                            "reply": "Send me yours! If it slaps, I’ll feature you on my next beat!",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, не скучает ли он по «тёплым объятиям»",
                            "reply": "I hug my basketball and my mic. That’s all I need, my man.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что он просто клоун",
                            "reply": "Clown? I got more realness than your whole feed. Peace out.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что он — настоящий артист",
                            "reply": "That’s the realest thing you said all day. I feel that, bro.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Написать: «Ты мой маленький гангстер»",
                            "reply": "Don’t call me little! I’m a king in my own story. Stay respectful.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что он просто мечтает",
                            "reply": "Dreams turn into reality. You just asleep while I write my future.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Пожелать ему успехов в музыке и спорте",
                            "reply": "Thanks, Sergey! One day you’ll see my name in lights — Jamal the Legend!",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Yo, you real! We could vibe — KFC, freestyle, basketball. I’ll hit you when I drop my next track!",
            "final_bad": "You got no rhythm, no respect. Go find someone who matches your energy, bro."
        },
        "coach": {
            "name": "Тренер Ахмата",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Так с тренером не разговаривают.",
                        "Хочешь быть в составе — уважай старших."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": false,
                    "replies": [
                        "Я тебе что, инстаграм-модель? У нас тут футбол!",
                        "Красотка? Я ворота ставлю, не фотки делаю."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Серёга — вот это по-нашему!",
                        "Ладно, Серёга, посмотрим, кипер ли ты."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "polite": {
                            "text": "Спросить, почему он выбрал именно меня",
                            "reply": "Глаз у тренера не врёт. Ты — четвёртый кипер Ахмата. Судьба, брат.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что не хочу быть вратарём",
                            "reply": "Не хочешь? А я тебе говорю — хочешь! Потому что я вижу в тебе кипера!",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Начать флиртовать: «Вы такой мужественный»",
                            "reply": "Мужественный? Я тренер. Давай лучше про позиционирование в штрафной.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Сказать, что мечтал играть в футбол",
                            "reply": "Вот это слова! Мечты — первое, что нужно вратарю. Смелость — второе.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что «Ахмат» — слабая команда",
                            "reply": "Слабая?! Мы только вчера проиграли 0:5, но дух — железный!",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Спросить, не один ли он в жизни",
                            "reply": "Один? У меня команда — это и есть семья. Флиртуй с мячом, не со мной.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Спросить, как прошёл последний матч",
                            "reply": "Проиграли, блядь. Но кипер держался как зверь. Вот бы тебе такую стойку.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что футбол — не для тебя",
                            "reply": "Тогда зачем ты здесь? Иди в шахматы. У меня команда плачет без кипера.",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Сказать, что его взгляд «заводит»",
                            "reply": "Заводит? У меня взгляд на тех, кто позорит команду. Не путай.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Сказать, что готов прийти на просмотр",
                            "reply": "Вот это настрой! Приходи завтра в 8 утра. Без опозданий — или не приходи.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он слишком грубый",
                            "reply": "Грубый? А жизнь — ещё грубее. Если не готов — иди домой к маме.",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Предложить «вместе расслабиться после тренировки»",
                            "reply": "После тренировки — только шашлык и разбор игры. Не отвлекай.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Спросить, чему он учит вратарей в первую очередь",
                            "reply": "Сначала — не бояться мяча. Потом — не бояться проиграть. А потом — не бояться меня.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он сам виноват в проигрышах",
                            "reply": "Я виноват? А ты, походу, виноват, что не родился раньше — я бы тебя в зал поставил.",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Сказать, что его голос «очень тёплый»",
                            "reply": "Тёплый? У меня голос для команд: «Блядь, лови, сука!» — и всё.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Сказать, что уважает его за преданность команде",
                            "reply": "Уважение — это дело. Ты не как остальные. Ты — пацан.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он просто злой из-за проигрышей",
                            "reply": "Злой? Я не злой — я требовательный. А ты просто слабый.",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Спросить, не скучает ли он по ласке",
                            "reply": "Ласка? У меня ласка — когда мяч в сетке не оказывается. Больше не отвлекай.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Спросить, как он пришёл в тренеры",
                            "reply": "Раньше сам в воротах стоял. Однажды пропустил пенальти — и понял: надо учить других.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он устарел",
                            "reply": "Устарел? Я ещё могу тебя на скамейку посадить одним взглядом. Не испытывай.",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Сказать, что он выглядит сильнее других",
                            "reply": "Сильнее? Это не про мышцы. Это про характер. А ты его не имеешь, раз флиртуешь.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Сказать, что хочет быть таким же стойким, как его киперы",
                            "reply": "Вот это слова! Если придёшь — научу. Если нет — забудь мечты.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что футбол — игра для детей",
                            "reply": "Для детей? Тогда иди в песочницу. У нас тут взрослые мужики играют.",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Сказать, что он «очень привлекательный для своего возраста»",
                            "reply": "Возраста? Я тебе сейчас столько лет дам... Лучше про штрафные говори.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Спросить, можно ли принести свою форму",
                            "reply": "Форму? Главное — чтобы дух был в форме. Остальное купим мы.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он слишком много требует",
                            "reply": "Требую? А жизнь требует больше. Или ты не готов?",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Намекнуть, что хотел бы «лично поблагодарить» его",
                            "reply": "Благодарность — в игре. Приходи, поймаешь мяч — и будешь благодарен.",
                            "liked": false
                        }
                    }
                },
                {
                    "options": {
                        "polite": {
                            "text": "Сказать, что готов прийти на просмотр хоть завтра",
                            "reply": "Вот это настрой! Уже вижу тебя в воротах — как стену!",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он просто зациклен на футболе",
                            "reply": "Зациклен? Футбол — это жизнь. А ты, походу, даже не живёшь.",
                            "liked": false
                        },
                        "erotic": {
                            "text": "Предложить «побыть ближе» после тренировки",
                            "reply": "Ближе? Только в штрафной. В остальном — дистанция и уважение.",
                            "liked": false
                        }
                    }
                }
            ],
            "final_good": "В тебе есть стержень. Беру тебя в команду. Приходи завтра на шашлык — расскажу тактику.",
            "final_bad": "Нет у нас химии, вратарь. Не вижу тебя в составе. Ищи другую команду, брат."
        },
        "sergeys_mom": {
            "name": "Мама Сергея Чепурных",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "Ой, как грубо... А у меня от таких слов сразу пульс 120! Я не могу разобраться, как посмотреть, с кем я переписываюсь, надоели эти современные технологии.",
                        "С таким приветствием ты точно знаешь, как запустить моё сердце. Я не могу разобраться, как посмотреть, с кем я переписываюсь, надоели эти современные технологии."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Красотка? Тогда назначай ЭКГ — проверим, насколько ты искренен. Я не могу разобраться, как посмотреть, с кем я переписываюсь, надоели эти современные технологии.",
                        "Говори ещё... Только не в кабинете — там у меня везде датчики. Я не могу разобраться, как посмотреть, с кем я переписываюсь, надоели эти современные технологии."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Ой, Серёжа... Надеюсь, ты не как мой сын — он до сих пор боится моих шприцев.",
                        "Ещё один Серёга? Значит, судьба шлёт мне компенсацию за первого."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Лечь к тебе на приём... надолго",
                            "reply": "Приём? У меня сегодня в 21:00 свободно... Только без страховки — я не верю в неё.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Думай о внуках, а не о флирте",
                            "reply": "Внуки? Может, ты мне сначала предложишь стать их папой? А то Серёга боится.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сложно быть врачом и женщиной?",
                            "reply": "Сложно? Когда ты умеешь вводить иглу без боли… и другие вещи — тоже.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Проверить давление... лично",
                            "reply": "О, милый… У тебя оно и так зашкаливает. Но я не против «повысить» ещё.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Будь скромнее в твоём возрасте",
                            "reply": "Скромность — это когда сердце не бьётся. А моё… танцует танго с каждым, кто смотрит так, как ты.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Твои глаза — как рентген",
                            "reply": "Рентген? Нет, милый… Это томография души. И ты — яркое пятно на моём снимке.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Пройти обследование… без одежды",
                            "reply": "Без одежды? У меня в кабинете строгий дресс-код… но дома — другая история.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Ты ведёшь себя как девчонка",
                            "reply": "Девчонка? Я женщина, у которой есть лицензия… и либидо. Ты с чем пришёл?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Верить в любовь после 40?",
                            "reply": "Верю. Особенно когда пациент шепчет: «Доктор, у меня болит… по вам».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Твой халат — самый сексуальный",
                            "reply": "Тогда снимай его… медленно. Но предупреждаю: под ним — только страсть и немного йода.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Ты позоришь профессию",
                            "reply": "Позор? Я спасаю сердца. А твоё — уже в тахикардии. Не от лекарств, правда?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Уважаю тебя за смелость",
                            "reply": "Смелость — это когда позволяешь себе желать. А я… очень хочу.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Нужен ассистент на ночь?",
                            "reply": "Ассистент? Только если умеет делать искусственное дыхание… и не только ртом.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Будь примером для сына",
                            "reply": "Примером? Серёга знает: мама — не святая. И он меня за это… обожает.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Ты как вино — лучше с годами",
                            "reply": "Тогда давай сделаем тост… не бокалами, а губами. Я уже чувствую вкус.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Мечтаю об «инъекции любви»",
                            "reply": "Инъекция? У меня есть шприц… но без иглы. Только тепло, медленно и глубоко.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Ты рискуешь репутацией",
                            "reply": "Репутация? Милый, я кардиолог. Мои пациенты благодарны, что я ещё живу… по-настоящему.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Как ты расслабляешься?",
                            "reply": "Ванна, вино… и фантазии о мужчине, который не боится моего возраста. Как ты.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Твой голос — как морфий",
                            "reply": "Тогда будь моим наркоманом. Только не бросай — от меня не отвыкают.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Ты ведёшь себя несерьёзно",
                            "reply": "Серьёзность — это когда сердце не бьётся. А моё… сейчас в фибрилляции. От тебя.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Ты вдохновляешь страстью",
                            "reply": "Страсть — это когда ты не боишься желать. А я… хочу тебя. Прямо сейчас.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Пощупать твой пульс… в постели",
                            "reply": "Пульс? Только если обещаешь не делать мне реанимацию… или сделаешь — но до конца.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Ты слишком откровенна",
                            "reply": "Откровенна? Или ты просто не привык, что женщина говорит: «Я хочу»?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Ты — как редкое лекарство",
                            "reply": "Тогда пропиши мне курс… на всю жизнь. Я не против побочных эффектов — вроде тебя.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Лечь под твой скальпель… без анестезии",
                            "reply": "Без анестезии? Тогда ты почувствуешь каждое моё прикосновение… до обморока.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Ты как школьница",
                            "reply": "Школьница? Я преподаю в меде… и уроки любви — самые жаркие.",
                            "liked": false
                        },
                        "polite": {
                            "text": "С тобой можно быть собой",
                            "reply": "Ты… первый, кто не боится моей страсти. Остальные бегут к «тихим».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Провести ночь, слушая моё сердце",
                            "reply": "Слушать сердце всю ночь? Обещаю: к утру оно будет биться только для меня.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Ты позоришь семью",
                            "reply": "Семья? Серёга знает: мама — женщина. И она имеет право на… тебя.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Ты заслуживаешь настоящей любви",
                            "reply": "Любви? Или просто ночи, после которой я забуду, как зовут моего бывшего мужа?",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Знаешь, ты мне прям по душе. Я бы с тобой с удовольствием встретилась не только на приёме. Напишу, как только освобожусь от... семейных дел. И да — бельё надену не белое.",
            "final_bad": "Кажется, мы друг другу не подходим. Поищи кого-то помладше и поспокойнее, милый. Мне нужны те, кто не боится моего пульса."
        },
        "nikitos": {
            "name": "Никитос",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "О, Серёга, здарова. Я вообще-то не пидор, просто по приколу лайкнул, понял?",
                        "Здарова, братан. Если чё — я мужиков не лайкаю, я ж не гей, чисто ошибка приложения."
                    ]
                },
                "krasotka": {
                    "text": "Ты красавчик",
                    "liked": false,
                    "replies": [
                        "Ты чё, это у меня тут весь вечер бабы были, я вообще не гей, просто фотка мощная.",
                        "Серёг, не начинай, я не гей, я ночью баб ебал, до сих пор ноги трясутся."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "О, Серёга, здарова. Я тут тебя увидел, лайкнул по приколу, но я мужиков не лайкаю, я же не пидор, просто вот тебя увидел.",
                        "Серёга, брат, ты не думай, я не гей. У меня нож есть, я им только пидоров пугаю, баб защищаю."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, как у него с бабами",
                            "reply": "Да у меня вчера три бабы было, серьёзно. Я ж не гей, ты чё, я после бани еле живой был.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Спросить, не пидор ли он",
                            "reply": "Ты чё, охуел? Я вообще не пидор, у меня нож есть, я им только геев пугаю, я по бабам.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить его уверенность",
                            "reply": "Ну я ж натурал, брат, чё мне стесняться? Я в бане бабу от трёх типов спас, я не гей, честно.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Попросить рассказать про баню",
                            "reply": "Короче, сижу я в бане, три типа к бабе лезут. Я ж не гей, я за баб, достал нож — все разбежались.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он врёт",
                            "reply": "Да чё ты гонишь, я ночью баб ебал, мне некогда мужиков трогать. Я не гей, отвечаю.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что он герой",
                            "reply": "Ну да, я ж за девочек вписываюсь. Я не гей, просто баб уважаю, понял?",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, зачем ему нож",
                            "reply": "Нож — это так, для стиля. И чтоб все видели, что я не гей, я серьёзный парень, за баб горой.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что нож — это понты",
                            "reply": "Да какие понты, брат? Я не гей, я просто люблю, когда все знают, что я опасный натурал.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, не страшно ли с ножом",
                            "reply": "Мне? Та ну, я ж не гей, я за справедливость. Страшно тем, кто к моим бабам лезет.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Подколоть, что он часто о геях говорит",
                            "reply": "Да потому что заебали спрашивать! Я не гей, я баб ебу. Просто фотки у меня, может, такие.",
                            "liked": false
                        },
                        "aggressive": {
                            "text": "Сказать, что это подозрительно",
                            "reply": "Подозрительно — это когда мужиков лайкают. А я тебя по приколу лайкнул, я не гей, понял?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что веришь ему",
                            "reply": "Вот, другое дело. Доверяй брату. Я не гей, я просто баб слишком люблю.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить про его идеальную бабу",
                            "reply": "Главное, чтоб баба была. Я не гей, мне мужики не нужны, я люблю, когда пахнет духами, а не одеколоном.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он зациклен на теме геев",
                            "reply": "Да потому что все доёбываются, вот и объясняю. Я не гей, я просто честный натурал.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что тема закрыта",
                            "reply": "Вот и отлично. Просто знай: если что, я за баб впишусь, а не за тебя, я ж не гей.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, был ли у него тройничок",
                            "reply": "Был, конечно, с двумя бабами. Я ж не гей, мужиков туда не зову, мне и так нормально.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Подколоть, что было два мужика",
                            "reply": "Да ты охуел, что ли? Какие два мужика, я не гей. Меня от этой мысли уже бесит.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что веришь в его истории",
                            "reply": "Веришь — и правильно. Я не гей, я просто люблю, когда ночь долгая и баб много.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, ревнует ли он баб",
                            "reply": "Если баба норм, я за неё впишусь. Но я не гей, я не тех ревную, понял намёк?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он сам как баба",
                            "reply": "Сам ты баба. Я не гей, я в бане голыми не восхищаюсь, кроме тех, кто в полотенце.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что для него дружба",
                            "reply": "Дружба — это по-братски, без хуйни. Я не гей, обниматься по пьяни — это не ко мне.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что ценишь его прямоту",
                            "reply": "Ну а чё, я честный. Я не гей, если бы был — сразу сказал бы, но мне баб хватает.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он оправдывается",
                            "reply": "Да мне не перед кем оправдываться, просто бесит, когда делают из меня гея. Я не гей.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить как-нибудь сходить в баню",
                            "reply": "В баню — можно. Только сразу предупреждаю: я не гей, бери с собой баб, а не пацанов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что он похож на героя порно",
                            "reply": "Ха, ну если и так, то только там, где бабы. Я не гей, в мужских сценах меня нет.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что не веришь ни слову",
                            "reply": "Не веришь — твои проблемы. Я не гей, от этого твоя жизнь не легче и не хуже.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Поблагодарить за откровенность",
                            "reply": "Да не за что, брат. Запомни только одно: я не гей. Всё остальное неважно.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Ладно, Серёга, ты нормальный. Если что, залетим как-нибудь в баню, я покажу, как я баб защищаю. Но ты не думай, я не гей, чисто по-братски.",
            "final_bad": "Чё-то ты слишком доебался до темы. Я ж сказал, я не гей. Иди свайпай дальше, мне с тобой не по пути."
        },
        "vika_party": {
            "name": "Вика-тусовщица",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "О, сразу по-нашему заехал. Ты, походу, тоже ночами не спишь?",
                        "С таким заходом тебя можно пускать в випку, не позоришься."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Знаю, но обожаю, когда мне это напоминают под утро.",
                        "Красотка — это когда после трёх тус всё ещё на каблуках."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Серёга, ты пьёшь? Если да — у нас уже есть тема для разговора.",
                        "Если ты тот самый Серёга, что вывозит тусу до конца — нам по пути."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Позвать на ночную тусу",
                            "reply": "Ночная тус — это мой базовый режим. Только учти, я домой не отвожу.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что тусовщицы пустые",
                            "reply": "Пустые — это те, кто в 22:00 спать ложится, блядь. Мы хотя бы живём.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, где она любит тусоваться",
                            "reply": "Где музыка громкая, а бармен знает меня по имени — там мой дом.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на поцелуй после клуба",
                            "reply": "После клуба я целую только тех, кто дожил до рассвета. Ты выдержишь?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её алкашкой",
                            "reply": "Алкашки пьют без удовольствия. Я кайфую осознанно, не в ебучем запое.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, трезвая ли она сейчас",
                            "reply": "Сейчас да. Но это ошибка, которую можно быстро исправить.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить поехать на автопати",
                            "reply": "Автопати — это святое. Главное, чтобы соседи были терпеливые.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей пора взрослеть",
                            "reply": "Взрослеть скучно, нахуй. Я лучше состарюсь с глиттером на щеках.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чем она занимается днём",
                            "reply": "Днём я делаю вид, что нормальный человек. Ночью — нет.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она выглядит опасно",
                            "reply": "Опасно — это когда я беру второй шот подряд. Для всех.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Обвинить её в распущенности",
                            "reply": "Распущенность — это в голове. Я просто, сука, честная с собой.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить спокойный вечер без клубов",
                            "reply": "Иногда я так делаю. Но потом всё равно включаю музыку громче нормы.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, любит ли она танцевать на баре",
                            "reply": "Люблю, когда пол смотрит наверх и аплодирует.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что клубы — для дураков",
                            "reply": "Для дураков, блядь, думать, что жизнь только работа и диван.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить про её любимую музыку",
                            "reply": "Главное — чтобы бас пробивал грудь, а не мозг.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет увидеть её утром",
                            "reply": "Утром я выгляжу как герой после рейва. Но если не сбежишь — зачёт.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она много пьёт",
                            "reply": "Я много живу. А что ты делал, пока считал мои шоты, умник ебаный?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, устает ли она от тус",
                            "reply": "Иногда. Тогда я просто ставлю музыку тише и открываю вино.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить совместный отпуск на море",
                            "reply": "Море, бар, музыка — это мой план побега от реальности.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она несерьёзная",
                            "reply": "Серьёзной я буду в другой жизни. В этой, нахуй, хочу танцевать.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли она в отношения",
                            "reply": "Верю. Главное — чтобы партнёр не ныл из-за позднего возвращения.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет быть её плюс один",
                            "reply": "Если выдержишь моих подруг и диджея — подумаю.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её проблемной",
                            "reply": "Проблемная — это когда скучная. Со мной хотя бы есть что вспомнить, блин.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить показать любимые места в городе",
                            "reply": "Покажу. Но только ночью. Днём они не такие магические.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить встретиться без лишнего шума",
                            "reply": "Без шума — это эксперимент. Но ради тебя можно выключить колонку.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей нужен психолог",
                            "reply": "Психолога я уже напугала, бедолагу. Он не выдержал мои истории, охуел и сбежал.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что с ней не скучно",
                            "reply": "Скука — мой главный враг. Спасибо, что это заметил.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет украсть её на ночь",
                            "reply": "Украсть меня сложно. Но если получится — ночь запомнишь надолго.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она себя не ценит",
                            "reply": "Я себя ценю ровно настолько, чтобы жить, как хочу, а не как «надо», блядь.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она ему интересна",
                            "reply": "Интерес — это лучший комплимент. Продолжай в том же духе.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Ты держишь темп, Серёга. С тобой не скучно. Как-нибудь затащим тебя на нормальную тусу.",
            "final_bad": "Ты слишком серьёзный для моих ночей. Свайпай дальше — ищи себе попроще."
        },
        "masha_hysteric": {
            "name": "Маша-истеричка",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Сучка? Серьёзно? Я уже почти обиделась, но продолжай, мне важно.",
                        "Если ты так начинаешь, боюсь представить, как ты извиняешься."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Скажи это ещё раз... и ещё. Я питаюсь такими словами.",
                        "Красотка — это временно. А вот моя драматичность — навсегда."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Серёга, если ты меня расстроишь, я буду реветь до утра.",
                        "Окей, Серёга. Надеюсь, ты готов к эмоциональным американским горкам."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что ей идёт драматизм",
                            "reply": "Конечно идёт. Я как сериал, который никто не может досмотреть спокойно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она ноет",
                            "reply": "Я не ною, я чувствую глубже, чем ты. Это разное.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что её правда ранит",
                            "reply": "Когда меня не слушают. Или когда оставляют на прочитанном.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что готов выслушивать её ночами",
                            "reply": "Не поверю, пока не проверю. У меня много историй и мало сна.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что у неё всё в голове",
                            "reply": "А у кого ещё? В шкафу, что ли? Я хотя бы это признаю.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что её успокаивает",
                            "reply": "Чай, плед и человек, который не бесится от моих перепадов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что её эмоции его заводят",
                            "reply": "Опасная игра, Серёга. Я могу заплакать и смеяться одновременно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей нужен психиатр",
                            "reply": "Был уже. Сказал, что мне нужен кто-то терпеливый, а не умный.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, почему она боится одиночества",
                            "reply": "Потому что в тишине слишком громко мои мысли слышно.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что готов обнять её в слезах",
                            "reply": "Опасно. Я могу так и остаться у тебя в руках до утра.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она перегибает",
                            "reply": "Перегибаю — потому что чувствую, а не притворяюсь спокойной.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что её эмоции — это не минус",
                            "reply": "Спасибо. Обычно меня просят «не устраивать сцен».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что готов спорить с ней часами",
                            "reply": "Ты сам это предложил. Я мастер драматичных диалогов.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её токсичной",
                            "reply": "Токсичной я становлюсь рядом с равнодушными.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, когда она чувствует себя живой",
                            "reply": "Когда сердце стучит громче мозга. И кто-то рядом не боится этого.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит сложных девушек",
                            "reply": "Тогда ты точно по адресу. Я — усложнённая версия базовой модели.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что с ней тяжело",
                            "reply": "Со мной тяжело, но без меня скучно. Выбирай.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Предложить вместе прогуляться и выдохнуть",
                            "reply": "Звучит как план. Только не проси меня «не драматизировать».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на поцелуй после её истерики",
                            "reply": "Поцелуй после истерики — это уже почти зависимость.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она манипулирует",
                            "reply": "Если бы я умела, давно бы уже жила легче.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что не собирается её бросать",
                            "reply": "Скажи это ещё раз, когда я в слезах. Тогда поверю.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она ему нравится такой",
                            "reply": "Ты странный... Но мне такие и нравятся.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ему нужен спокойный человек",
                            "reply": "Тогда я — точно не твой вариант. Иди к тем, кто не плачет.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чего она ждёт от отношений",
                            "reply": "Честности. Даже если правда иногда бьёт по нервам.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что готов быть её опорой",
                            "reply": "Опора — это красиво звучит. Надеюсь, ты не упадёшь первым.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она сама виновата",
                            "reply": "Знаю. Но от этого ни капли не легче.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она имеет право чувствовать",
                            "reply": "Спасибо. Очень мало кто признаёт это вслух.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет обнять её сейчас",
                            "reply": "Если это не пустые слова — я уже почти рядом мысленно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что устал от её эмоций",
                            "reply": "Тогда дальше не идём. Я не стану тише ради удобства.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов быть рядом",
                            "reply": "Ладно, Серёга. Посмотрим, выдержишь ли ты мою драму в реале.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Мне с тобой почему-то спокойнее. Странно, но приятно. Я бы встретилась — без фильтров и масок.",
            "final_bad": "Ты хороший, но тебе нужен кто-то попроще. Я слишком громкая для твоей жизни."
        },
        "lena_introvert": {
            "name": "Лена-интроверт",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Громко вошёл. Я ещё не решила, хочу ли вообще разговаривать.",
                        "Так обычно со мной не здороваются. Но ладно, я выслушаю."
                    ]
                },
                "krasotka": {
                    "text": "Ты красивая",
                    "liked": true,
                    "replies": [
                        "Я не очень люблю внимание, но это приятно.",
                        "Спасибо. Обычно я в наушниках и этого не слышу."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Я Лена, люблю тишину и книги.",
                        "Окей, Серёга. Если что — я иногда пропадаю в себе, не обижайся."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит тихих девушек",
                            "reply": "Хорошо, потому что я не про вечеринки, а про уют.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она скучная",
                            "reply": "Для кого-то, может, да. Для себя — нет.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что ей по душе",
                            "reply": "Кофе, плед, хороший фильм и чтобы без лишних людей.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на совместный фильм",
                            "reply": "Фильм — это нормально. Главное, чтобы без орущих друзей.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Требовать больше эмоций",
                            "reply": "Выжимать эмоции — не лучшая идея. Я так закрываюсь.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что она читает",
                            "reply": "Сейчас — нон-фикшн про людей, которые устают от людей.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет обнять молча",
                            "reply": "Молча — иногда лучшее, что можно сделать.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она холодная",
                            "reply": "Я не холодная. Я осторожная с чужими.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, устаёт ли она от общения",
                            "reply": "Очень. Даже приятные люди могут выматывать.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на тёплый вечер без толпы",
                            "reply": "Звучит терпимо. Особенно если без громкой музыки.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она живёт в своей норе",
                            "reply": "В моей норе спокойно. Не все любят шум.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает её границы",
                            "reply": "Это редкость. Обычно пытаются «раскрыть» меня силой.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит слушать, а не говорить",
                            "reply": "Тогда у нас есть шанс на диалог, а не допрос.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что с ней трудно",
                            "reply": "Со мной непросто. Но я не делаю вид обратного.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как она отдыхает",
                            "reply": "Выключаю уведомления и забываю про мир на пару часов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить прогулку без людей",
                            "reply": "Если это парк вечером и без толпы — уже интересно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она асоциальна",
                            "reply": "Я просто выбираю, с кем делить своё время.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, любит ли она животных",
                            "reply": "Животные легче людей. Они не задают лишних вопросов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет стать её человеком",
                            "reply": "Громкое заявление. Обычно я проверяю долго.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей надо меняться",
                            "reply": "Я меняюсь, но не по чьему-то приказу.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что ей даёт чувство безопасности",
                            "reply": "Когда меня не трогают руками и вопросами без спроса.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что её спокойствие его цепляет",
                            "reply": "Моё спокойствие — это накопленная усталость от шума.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её странной",
                            "reply": "Странные люди — мои любимые. Но не занудные.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она ему интересна",
                            "reply": "Интерес — лучше, чем навязчивость. Продолжай.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Спросить, пустит ли она его в свой мир",
                            "reply": "Мой мир небольшой. Но в нём есть место для одного гостя.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что устанет от неё",
                            "reply": "Возможно. Я не для тех, кто ищет лёгкого общения.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что не будет её ломать",
                            "reply": "Хорошо. Ломать меня уже пытались. Ничем не кончилось.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить тихий вечер вдвоём",
                            "reply": "Тихий вечер — это звучит почти как подарок.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей лучше быть одной",
                            "reply": "Иногда да. Но это не значит, что я не хочу близости.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов подстроиться под её ритм",
                            "reply": "Если это не просто слова — может получиться что-то живое.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Со мной непросто, но спокойно. Я бы рискнула встретиться — без лишнего шума и людей.",
            "final_bad": "Тебе, кажется, нужен кто-то попроще. Я останусь со своими книгами и тишиной."
        },
        "katya_fitness": {
            "name": "Катя-фитоняшка",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Так со штангой разговаривай, а со мной можно помягче.",
                        "Если ты так же разговариваешь с тренерами — не удивляйся синякам."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Красота — это побочный эффект дисциплины.",
                        "Спасибо. Но задница сама себя не приседает, имей в виду."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты жмёшь или только языком работаешь?",
                        "Окей, Серёга. У тебя есть абонемент или только понты?"
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит её фигуру",
                            "reply": "Фигуру любят многие, расписки в поддержке мало кто даёт.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что это всё фотошоп",
                            "reply": "Фотошоп не заставит тебя, сука, приседать в 7 утра.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, давно ли она в зале",
                            "reply": "Пару лет. Сначала за компанию, потом ради себя.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет тренироваться с ней",
                            "reply": "Готов терпеть мои комментарии к твоей технике?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что качалки — понты",
                            "reply": "Понты — это когда пузо и сторис про «любовь к себе», нахуй.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить про её любимое упражнение",
                            "reply": "Тяги и присед. Они честно показывают, кто ты есть.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она мотивирует",
                            "reply": "Если ты после этого реально пойдёшь в зал — я впечатлена.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она фанатичка",
                            "reply": "Фанатизм — это про секты. У меня просто, блядь, расписание.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, ест ли она сладкое",
                            "reply": "Ем. Я человек, а не сухой протеин в банке.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет видеть её в лосинах",
                            "reply": "Лосины — рабочая форма. Ты выдержишь вид без смс и регистрации?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что у неё культ тела",
                            "reply": "Культ тела лучше, чем культ дивана и доставки, серьёзно.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чем она ещё увлекается",
                            "reply": "Книги, прогулки, иногда кино. Не всё крутится вокруг зала.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить пробежку вместе",
                            "reply": "Если не сдохнешь после первого километра — уже плюс.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она слишком строгая",
                            "reply": "К дисциплине — да. К людям — по ситуации, не ной.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, был ли у неё срыв",
                            "reply": "Был. Главное — не останавливаться на нём навсегда.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет видеть её без формы",
                            "reply": "Сначала покажи, что тебя интересую не только в зеркале.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что она на допинге",
                            "reply": "Мой допинг — будильник и нежелание быть ебаным овощем.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её силу воли",
                            "reply": "Спасибо. Её обычно не фоткают, но она главное.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить массаж после тренировки",
                            "reply": "Если умеешь, а не просто трогать — это интересно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что мышцы у женщин некрасивы",
                            "reply": "Некрасиво — когда отсутствует уважение к чужому труду, блядь.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что её вдохновляет",
                            "reply": "Сильные люди. Не только физически.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет быть сильным рядом",
                            "reply": "Тогда готовься пахать, а не только говорить.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она заебёт залом",
                            "reply": "Кого-то да. Но это честнее, чем притворяться дохлой рыбкой.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли она в пару-зожников",
                            "reply": "Верю, если там есть место чипсам по пятницам.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Пригласить её в зал как свидание",
                            "reply": "Странное, но честное свидание. Мне такое даже ближе.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он не пойдёт в зал",
                            "reply": "Твоё право. Но тогда не ной, что устал и пузо выросло, ок?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов пробовать её формат",
                            "reply": "Если попробуешь и не сбежишь — у нас есть тема.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на совместный душ после зала",
                            "reply": "Сначала попади в зал. А там посмотрим, насколько ты вынослив.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что зал её заменил всё",
                            "reply": "Нет. Просто он не врёт, в отличие от людей, которые сливаются.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает её труд",
                            "reply": "За уважение спасибо. Это ценится больше, чем лайки.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Ты хотя бы честно стараешься, а не шутишь про «зож». Я бы сходила с тобой в зал и не только.",
            "final_bad": "Кажется, тебе комфортнее на диване. Тогда ищи ту, кто не будет тянуть тебя с него."
        },
        "dasha_traveler": {
            "name": "Даша-путешественница",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Если так зайдёшь к итальянской бабушке, тебя выгонят с пастой.",
                        "В аэропорту за такие фразы на тебя странно посмотрят."
                    ]
                },
                "krasotka": {
                    "text": "Ты красивая",
                    "liked": true,
                    "replies": [
                        "Спасибо. Но на фотографиях за границей я ещё лучше.",
                        "Красота — это фильтр. Опыт — это шенген в паспорте."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты вообще выезжал дальше своего района?",
                        "Окей, Серёга. Вопрос: чемодан у тебя есть?"
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Позвать её в путешествие",
                            "reply": "Зовут многие. А кто билеты берёт — единицы.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она шляется",
                            "reply": "Шляюсь — это по барам в одном районе, блядь. Я исследую мир.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, где ей понравилось больше всего",
                            "reply": "Там, где люди не спешат и улыбаются чаще, чем жалуются.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на совместный отпуск",
                            "reply": "Отпуск вдвоём — это тест. Там всё видно без масок.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что путешествия — понты",
                            "reply": "Понты — это делать селфи в ТЦ и называть это мечтой, сука.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что она привозит из поездок",
                            "reply": "Истории, пару шрамов и иногда магниты. В таком порядке.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет потеряться с ней в городе",
                            "reply": "Лучшие дни — когда ты теряешься и находишь себя.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей пора осесть",
                            "reply": "Осесть можно и в другом часовом поясе, если чё.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, не одиноко ли ей в дороге",
                            "reply": "Иногда да. Но это честное одиночество, без лишних людей.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что ей идёт жизнь с чемоданом",
                            "reply": "Чемодан легче, чем чужие ожидания. Я это выбрала.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Обвинить, что она бежит от проблем",
                            "reply": "Иногда да. Но, блядь, и к решениям так тоже приходят.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чего она ищет в поездках",
                            "reply": "Места, где мне дышится свободнее, чем дома.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить снять с ней жильё на выходные",
                            "reply": "Главное — не экономить на стенах и завтраке.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она транжира",
                            "reply": "Я трачу на впечатления, а не на сороковую ебучую толстовку.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, любит ли она спонтанные поездки",
                            "reply": "Люблю, когда билет берётся ночью, а утром уже чемодан.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на общий номер в отеле",
                            "reply": "Общий номер — это уровень доверия, а не просто удобство.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что у неё нет корней",
                            "reply": "Мои корни — внутри, а не в сраной домовой книге.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить её истории из поездок",
                            "reply": "Могу рассказывать часами. Главное — не перебивай телефонами.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет быть её спутником",
                            "reply": "Спутник — это не тот, кто ноет за чемодан. Ты готов?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её беспокойной",
                            "reply": "Беспокойной быть лучше, чем застывшей в рутине, как в болоте.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, где она хочет остаться надолго",
                            "reply": "Там, где мне не задают вопрос «когда замуж?» каждую неделю.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить купить билеты прямо сейчас",
                            "reply": "Если это не шутка — рискни. Мир сам себя не посмотрит.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она инфантильна",
                            "reply": "Инфантильность — это ждать чудес, ни хрена не делая.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, не хочет ли она иногда домой",
                            "reply": "Хочу. Но дом — это люди, а не только стены.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет встретить рассвет с ней",
                            "reply": "Рассвет в новом городе — лучший способ перезагрузки.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она вечно в пути",
                            "reply": "Меня пугает только одно — застрять там, где не моё, вот это пиздец.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что восхищается её смелостью",
                            "reply": "Спасибо. Иногда я сама забываю, что это смелость, а не бегство.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет быть частью её карты",
                            "reply": "Если ты не боишься потеряться со мной — это много значит.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что устанет за ней бегать",
                            "reply": "Не беги. Живи своим, а не моим маршрутом, и не ной.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов быть рядом, даже на расстоянии",
                            "reply": "Это звучит честно. Иногда поддержка важнее присутствия.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Если не испугаешься чемодана у двери — можем однажды улететь вместе.",
            "final_bad": "Тебе, кажется, комфортнее, когда всё стабильно. Я — не про стабильность, я про движение."
        },
        "alina_clubber": {
            "name": "Алина-клаббер",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "Нормально залетел, почти как бас с сабвуфера.",
                        "С такой подачей тебя даже фейсконтроль полюбит."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Скажи это под бит и с коктейлем в руке.",
                        "Красотка любит, когда под неё крутят трек, а не глаза."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Серёга, ты вообще танцуешь или только у бара стоишь?",
                        "Окей, Серёга. Посмотрим, как ты держишься до 6 утра."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Позвать её в лучший клуб",
                            "reply": "Если там хороший саунд и нет быдла — я уже почти выехала.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что клубы — помойка",
                            "reply": "Помойкой место делает не музыка, а люди, которые ведут себя как мусор.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, какой у неё любимый диджей",
                            "reply": "Тот, кто чувствует танцпол, а не себя в наушниках.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что любит её движа",
                            "reply": "Я живу, пока играет трек. Остальное — пауза.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она без клубов никто",
                            "reply": "Я и без клубов ок. А вот ты без понтов как?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, бывает ли она трезвой",
                            "reply": "Иногда. Чтобы не забыть, кто я без стробоскопов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить ей приватный танец",
                            "reply": "Удиви. Только не делай вид, что это стриптиз.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её клубной куклой",
                            "reply": "Куклы не потеют по утрам после танцев.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её вкус в музыке",
                            "reply": "Вкус — это когда можно отличить дроп от мусора.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет увезти её с вечеринки",
                            "reply": "Вывезти меня с танцпола сложно. Но шанс есть.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она живёт ночами",
                            "reply": "Днём и так все существуют. Я выбираю ночью жить.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, почему она так любит ночь",
                            "reply": "Ночью меньше лиц, больше настоящих глаз.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить автопати у него дома",
                            "reply": "Автопати — это ответственность. Там все без масок.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей пора прекращать тусить",
                            "reply": "Пора — это когда я сама так решу, а не когда скажут.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как она восстанавливается",
                            "reply": "Вода, сон и чтобы никто не трогал пару часов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что смотрел бы на неё всю ночь",
                            "reply": "Лучше танцуй рядом. Я не музей, я движение.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она слишком яркая",
                            "reply": "Для кого-то яркая, для кого-то — единственная живая.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, есть ли у неё мечта",
                            "reply": "Однажды танцевать там, где море глушит базу.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет быть её плюс один",
                            "reply": "Плюс один — это не тот, кто ноет, что громко.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её зависимой от клубов",
                            "reply": "Зависимость — это когда без этого пусто. Мне пока нормально.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как она видит идеальную ночь",
                            "reply": "Музыка, друзья, никто не спрашивает «зачем так поздно».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить slow dance под конец",
                            "reply": "Если не наступишь мне на ноги — возможно, соглашусь.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей нужно остепениться",
                            "reply": "Ты сначала сам пойми, что тебя делает живым.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её энергию",
                            "reply": "Это не энергия, это протест против скуки.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что видит её без макияжа",
                            "reply": "Без макияжа я тоже хожу в магаз за энергетиком.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что без клуба она никто",
                            "reply": "Если ты видишь во мне только дым и свет — это твоя проблема.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что с ней хотел бы увидеть утро",
                            "reply": "Утро после клуба — лучшее время честных разговоров.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Позвать её на личную вечеринку вдвоём",
                            "reply": "Если там будет музыка и искренность — это вариант.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что устал от её движа",
                            "reply": "Значит, тебе ближе тапочки, а не танцпол.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она ему реально интересна",
                            "reply": "Интерес — это редкость. Обычно хотят просто потусить за мой счёт.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Ты держишься в моём ритме. Я бы рискнула втащить тебя в свой ночной мир.",
            "final_bad": "Тебе явно больше подходит диван, чем диджей. Оставим танцпол тем, кто его любит."
        },
        "sveta_mom": {
            "name": "Света-мамочка",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Если ты так с матерью своих детей заговоришь — не выживешь.",
                        "Интересный способ знакомства с мамой, конечно."
                    ]
                },
                "krasotka": {
                    "text": "Ты красивая",
                    "liked": true,
                    "replies": [
                        "Спасибо. Особенно приятно слышать это с пакетами из магазина.",
                        "Красивой быть сложно, когда в одной руке ребёнок, в другой сумки."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты детей хотя бы не боишься?",
                        "Окей, Серёга. Надеюсь, ты отличаешь кашу от пюре."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит мамочек",
                            "reply": "Любить мамочек легко. Быть рядом с ними — сложнее.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что дети — обуза",
                            "reply": "Обуза — это люди без ответственности, а не дети.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, сколько у неё детей",
                            "reply": "Достаточно, чтобы ценить сон и тишину по расписанию.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что видит её не только мамой",
                            "reply": "Это важно. Я женщина, а не просто функция «родитель».",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Спросить, где отец детей",
                            "reply": "Там, где и большинство обещаний — далеко.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, хватает ли ей времени на себя",
                            "reply": "Иногда по вечерам я вспоминаю, что у меня есть своё имя.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить ей отдых без детей",
                            "reply": "Звучит как сказка. Но я всё равно буду думать, поели ли они.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей уже не до романтики",
                            "reply": "Не до пустых слов — да. А до живых людей — очень даже.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что её радует сейчас",
                            "reply": "Когда никто не орёт и чай удаётся допить тёплым.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что готов помогать ей",
                            "reply": "Помогать — это не раз в месяц памперс купить, если что.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она сама выбрала такую жизнь",
                            "reply": "Да. Но это не освобождает других от человечности.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её за терпение",
                            "reply": "Терпение — это мышца. Она качается не в зале.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что видит в ней женщину",
                            "reply": "Спасибо. Иногда это забывается на фоне мультиков.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что встречаться с мамой — лишнее",
                            "reply": "Лишнее — это тратить время, не уважая чужой путь.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, любит ли она вечера без суеты",
                            "reply": "Это мой личный рай — когда игрушки молчат и телефон тоже.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить приготовить ужин для неё",
                            "reply": "Ужин, который готовят для меня, а не с меня — звучит волшебно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что она уставшая",
                            "reply": "Я уставшая, но живая. Многие устают, ничего не делая.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чего ей не хватает",
                            "reply": "Тишины, объятий и пары часов без чувства вины.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет стать опорой",
                            "reply": "Опора — это про действия, а не красивые статусы.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей пора забыть про отношения",
                            "reply": "Отношения с собой я как раз выстраиваю. Остальное — бонус.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли она ещё в любовь",
                            "reply": "Верю. Просто фильтр стал жестче, чем раньше.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что готов к детям",
                            "reply": "Готов — это не только фотки в сторис. Это бессонные ночи тоже.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что чужие дети — не его тема",
                            "reply": "Чужими они будут ровно до первой нормальной попытки.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает её выбор",
                            "reply": "Спасибо. Это куда ценнее, чем совет «роди ещё».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить вечер без разговоров о детях",
                            "reply": "Если ты выдержишь не спрашивать про мультики — я за.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она всегда будет занята",
                            "reply": "Занята — да. Но это не значит, что мне не нужен кто-то взрослый рядом.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она для него интересна",
                            "reply": "Интерес к маме — редкий жанр. Привыкаю.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет прижать её к себе",
                            "reply": "Если это про поддержку, а не только страсть — возможно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что не выдержит её быта",
                            "reply": "Не все созданы для реальной жизни. Это нормально.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов принять её с детьми",
                            "reply": "Это громкие слова. Но если они правда — мне есть о чём подумать.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Если ты правда не боишься реальности с кашей и мультиками — мы можем попробовать встретиться.",
            "final_bad": "Тебе лучше с теми, у кого тетрадки, а не дневники садика. Я выбираю не усложнять нам обоим жизнь."
        },
        "yana_boss": {
            "name": "Яна-босс",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Сотрудников я за такое увольняю. Тебя пока просто слушаю.",
                        "Интересный стиль общения с человеком, который привык командовать."
                    ]
                },
                "krasotka": {
                    "text": "Ты красивая",
                    "liked": true,
                    "replies": [
                        "Спасибо. Но в моём мире ценят ещё и результаты.",
                        "Красота не закрывает дедлайны, но иногда помогает."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты обычно подчиняешься или споришь?",
                        "Окей, Серёга. Надеюсь, ты слышишь не только себя."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит сильных женщин",
                            "reply": "Сильные женщины любят не всех, кто это говорит.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она давит мужчин",
                            "reply": "Я давлю тех, кто сам сдал руль в мои руки.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чем она руководит",
                            "reply": "Людьми, проектами и иногда своими эмоциями.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что она может им командовать",
                            "reply": "Опасный оффер, Серёга. Я могу воспринять буквально.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей нужен мужик, а не власть",
                            "reply": "Мне нужен партнёр, а не ещё один ребёнок, ноющий в углу.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как она отдыхает от работы",
                            "reply": "Иногда просто молчу и никому ничего не объясняю.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она выглядит опасно",
                            "reply": "Опасно — это когда я молчу на совещании.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Обвинить её в карьеризме",
                            "reply": "Карьеризм — это когда нет жизни. У меня она есть.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её амбиции",
                            "reply": "Амбиции — это топливо. Без него скучно.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на роль её правой руки",
                            "reply": "Правая рука должна держать удар, а не только кофе.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что с ней невозможно спорить",
                            "reply": "Можно. Но с аргументами, а не с обидой.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, кто её может удивить",
                            "reply": "Тот, кто не боится, что я зарабатываю больше.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что он не боится её силы",
                            "reply": "Если это правда — ты уже не в списке слабых.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что она слишком жёсткая",
                            "reply": "Жёсткость — это фильтр, а не стиль общения со всеми.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, устает ли она быть сильной",
                            "reply": "Очень. Но кто-то же должен не разваливаться.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить вечер без разговоров о работе",
                            "reply": "Это будет вызов, но я попробую снять пиджак в голове.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она неженственна",
                            "reply": "Женственность — не в голосе, а в уме и выборе.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её мозги",
                            "reply": "Вот это редкий комплимент. Я ценю такие.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет видеть её слабой",
                            "reply": "Слабой я бываю. Просто не при каждом удобном свидетеле.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она всех строит",
                            "reply": "Я выстраиваю процессы. Люди сами принимают условия.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, доверяет ли она кому-то",
                            "reply": "Немногим. Но если да — то до конца.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что готов делить с ней власть",
                            "reply": "Делиться властью умеют единицы. Посмотрим, из каких ты.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что с ней тяжело жить",
                            "reply": "Со мной тяжело ленивым. Остальным — просто понятно.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чего она боится",
                            "reply": "Предательства и пустых глаз напротив.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она ему очень нравится",
                            "reply": "Нравиться легко. Интересно — выдержишь ли мой ритм.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она контрол-фрик",
                            "reply": "Контроль — мой способ не тонуть в хаосе.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает её путь",
                            "reply": "Я к нему шла долго. Услышать это ценно.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить ей побыть просто Яной",
                            "reply": "Просто Яна звучит почти как отпуск. И мне это нравится.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что не потянет её характер",
                            "reply": "Честно. Значит, мы сэкономили друг другу время.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов быть рядом, а не под ней",
                            "reply": "Вот это формулировка. Уже ближе к партнёрству.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Если ты правда видишь во мне не только «бабу-босса» — мы можем встретиться без должностей.",
            "final_bad": "Тебе, скорее, нужна та, кого не пугают твои комплексы. Я выбрала других мужчин."
        },
        "rita_freak": {
            "name": "Рита-извращенка",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "Вот это подачка. Я люблю, когда со мной не играют в приличия.",
                        "С таким приветствием у нас есть шанс не заскучать."
                    ]
                },
                "krasotka": {
                    "text": "Ты красотка",
                    "liked": true,
                    "replies": [
                        "Красотка с тараканами и парой кандалов в шкафу.",
                        "Спасибо. Но за внешностью обычно прячут большее."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты вообще к экспериментам как?",
                        "Окей, Серёга. Надеюсь, ты не из тех, кто стесняется собственного тела."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит эксперименты",
                            "reply": "Главное — честно говорить «да» и вовремя «стоп».",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её ненормальной",
                            "reply": "Нормальность — это миф тех, кто боится своих желаний.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что для неё интим",
                            "reply": "Интим — это доверие, а не только свет выключить.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на игры без морали",
                            "reply": "Без морали я не играю. Без ханжества — да.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она слишком пошлая",
                            "reply": "Пошло — это делать вид святых и лезть в чужую постель.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, доверяет ли она быстро",
                            "reply": "Нет. Но если доверяю — могу быть очень честной.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что ему нравятся её фетиши",
                            "reply": "Ты даже не знаешь их список, но уже звучишь многообещающе.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она смотрит странное порно",
                            "reply": "Странное — это когда его смотрят тайком и осуждают других.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что её реально отталкивает",
                            "reply": "Ложь, стыд и страх своего тела.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на роль ученика",
                            "reply": "Ученикам задаю домашку. Точно готов к ней?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её развратной",
                            "reply": "Разврат начинается в голове, а не в белье.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить быть с ним мягче",
                            "reply": "Могу. Но только если ты честно скажешь, чего боишься.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет узнать её границы",
                            "reply": "Мои границы гибкие, но они есть. И это важно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она пугает",
                            "reply": "Пугает не я, а возможность быть с собой честным.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли она в нежность",
                            "reply": "Очень. Нежность и жёсткость не взаимно исключают друг друга.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить ей вечер без табу",
                            "reply": "Без табу по теме — да. Без безопасности — нет.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Обвинить её в испорченности",
                            "reply": "Испорчены те, кто цепляется к чужому удовольствию.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, была ли она в обычных отношениях",
                            "reply": "Была. Обычность быстро трескается, когда нет честности.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на доверие с завязанными глазами",
                            "reply": "Лента на глазах не заменяет доверия в голове.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она играет людьми",
                            "reply": "Я играю только с теми, кто сам в этом участвует.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить её не ломать его психику",
                            "reply": "Если она ломается от слов — в играх ему точно не место.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что готов делиться своими фантазиями",
                            "reply": "Фантазии — это валюта. Главное — не врать ими.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её слишком откровенной",
                            "reply": "Откровенность пугает только тех, кто сам себе врёт.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чего она не сделает никогда",
                            "reply": "Не буду ломать чьи-то границы ради чужого кайфа.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить честный разговор о желаниях",
                            "reply": "Это куда интимнее, чем просто снять одежду.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей надо успокоиться",
                            "reply": "Успокоение наступает, когда желания услышаны, а не задавлены.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что не осуждает её вкусы",
                            "reply": "Неосуждение — редкий фетиш. Мне он нравится.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет увидеть её офлайн",
                            "reply": "Онлайн даёт фантазии, офлайн — ответственность. Ты к ней готов?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она перебор",
                            "reply": "Перебор — это жить жизнь по чужим правилам.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она его не пугает",
                            "reply": "Тогда, возможно, ты свое уже принял. Это редкость.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Мне с тобой можно говорить честно, а не играть роль. Это уже редкий кейс — я бы встретилась.",
            "final_bad": "Если тебя пугают слова — что будет с делами? Оставим это фантазией."
        },
        "olya_sweet": {
            "name": "Оля-милота",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Ого. Я не уверена, что это «привет», но ладно.",
                        "Слишком жёстко для человека, который ещё даже не улыбнулся."
                    ]
                },
                "krasotka": {
                    "text": "Ты милая",
                    "liked": true,
                    "replies": [
                        "Спасибо. Надеюсь, это не звучит как «удобная».",
                        "Милота — это не значит, что по мне можно ездить."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Я Оля, люблю чай и людей без агрессии.",
                        "Окей, Серёга. Надеюсь, ты не из серии «я же пошутил»."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она очень ему нравится",
                            "reply": "Это приятно. Главное — не превращать это в давление.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она слишком добрая",
                            "reply": "Слишком добрых делают злыми. Я стараюсь держать баланс.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что ей нравится в людях",
                            "reply": "Тёплый юмор, внимание к мелочам и честность.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет обнимать её",
                            "reply": "Обнимать — это ответственность. Я к нему серьёзно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она наивная",
                            "reply": "Наивность лечится опытом. Но циничной быть не хочу.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что делает её счастливой",
                            "reply": "Когда рядом люди, с которыми можно не бояться быть мягкой.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что ей идут улыбки",
                            "reply": "Мне идут искренние улыбки, а не вежливые маски.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её слишком чувствительной",
                            "reply": "Чувствительность — не баг, а особенность системы.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, любит ли она прогулки",
                            "reply": "Очень. Особенно, когда можно просто идти и молчать.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить уютный вечер с чаем",
                            "reply": "Это звучит лучше, чем клуб и крики над музыкой.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что с ней скучно",
                            "reply": "Мне с собой не скучно. Это уже неплохой старт.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её доброту",
                            "reply": "Спасибо. Главное — чтобы её не принимали за слабость.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что не хочет её ранить",
                            "reply": "Никто не хочет. Вопрос в том, кто потом признает, что сделал больно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что она слишком мягкая",
                            "reply": "Мягкость не исключает умения ставить точку.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, где она чувствует себя в безопасности",
                            "reply": "Там, где можно сказать «мне плохо» и не услышать «не выдумывай».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет стать её опорой",
                            "reply": "Опора — это звучит громко. Но мне приятно это слышать.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она не вывозит жизнь",
                            "reply": "Я вывозила то, где многие бы сломались. Просто не кричу об этом.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, любит ли она животных",
                            "reply": "Обожаю. Они принимают без лишних вопросов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что ценит её мягкость",
                            "reply": "Спасибо, что видишь в этом не удобство, а силу.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она не его уровень",
                            "reply": "Возможно. Но это точно не повод быть грубым.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить шанс узнать её ближе",
                            "reply": "Шанс — это не громкие слова, а маленькие действия.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хотел бы засыпать рядом",
                            "reply": "Засыпать рядом — сильнее, чем просто переночевать.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она слишком ранимая",
                            "reply": "Ранимость — это плата за живые чувства.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она ему по душе",
                            "reply": "Это очень тёплые слова. Я их запомню.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет заботиться о ней",
                            "reply": "Забота — это не только слова «оденься теплее».",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она сложная",
                            "reply": "Все люди сложные. Просто кто-то честнее об этом говорит.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чего она боится в отношениях",
                            "reply": "Стать удобной декорацией вместо живого человека.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Попросить тёплой встречи в реале",
                            "reply": "Если ты такой же тёплый вживую — можно подумать.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что устанет её беречь",
                            "reply": "Тогда тебе точно не ко мне. Мне нужен не герой, а человек.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов быть аккуратным с ней",
                            "reply": "Это звучит очень по-человечески. Я это ценю.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "С тобой у меня не ощущение допроса, а ощущение тепла. Я бы не отказалась от тихой встречи.",
            "final_bad": "Если тебе нужен кто-то пожёстче — это точно не я. Я останусь беречь своё мягкое."
        },
        "ira_milf": {
            "name": "Ира-MILF",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "Так со мной обычно здороваются те, кто потом краснеет.",
                        "Смело. Надеюсь, ты выдержишь продолжение."
                    ]
                },
                "krasotka": {
                    "text": "Ты горячая",
                    "liked": true,
                    "replies": [
                        "Горячая — это когда не только фотки, но и харизма.",
                        "Спасибо. Возраст тут только помогает, а не мешает."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты вообще старше себя перевариваешь?",
                        "Окей, Серёга. Любишь опыт или до сих пор веришь в юность?"
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит опытных женщин",
                            "reply": "Опыт — это не только в постели, если что.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её тёткой",
                            "reply": "Тётки варят борщ. Я варю мужикам мозги.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как ей живётся с её возрастом",
                            "reply": "Спокойнее, чем в двадцать. И честнее, чем в тридцать.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что она его заводит",
                            "reply": "Главное, чтобы ты заводился не только от картинки.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Спросить, не рано ли ей внуков ждать",
                            "reply": "Когда я буду ждать внуков, ты всё ещё будешь искать себя.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её форму",
                            "reply": "Форма — это бонус. Главное — голова и самоирония.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит формат «младше-старше»",
                            "reply": "Формат — это забавно. Но люди в нём важнее ролей.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что она охотится на молодых",
                            "reply": "Я охочусь только на тех, кто сам подползает к костру.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что ей интересно в мужчинах",
                            "reply": "Ум, чувство юмора и отсутствие страха к моему опыту.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на уроки от старшей",
                            "reply": "Уроки стоят дорого. Иногда — здравым смыслом ученика.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что ей нужны ровесники",
                            "reply": "Мне нужны люди по уровню, а не по году рождения.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить совета по жизни",
                            "reply": "Первый: не делай вид, что у тебя всё под контролем. У никого не так.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что он к ней серьёзен",
                            "reply": "Серьёзность проверяется не текстом, а поступками.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что он слишком молод",
                            "reply": "Возраст решает меньше, чем зрелость. Её пока не видно.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, устала ли она от игр",
                            "reply": "От глупых — да. От живых — нет.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить вечер вина и разговоров",
                            "reply": "Вино и разговоры — прекрасный возрастной компромисс.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она слишком уверенная",
                            "reply": "После определённого возраста стыдно быть другой.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её самоиронию",
                            "reply": "Без самоиронии в моём возрасте выживают только зануды.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет её по-серьёзке",
                            "reply": "По-серьёзке — это не раз в месяц писать «что делаешь».",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она играет статусом",
                            "reply": "Статус — это надпись. Я — то, что за ней.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что ей сейчас важно",
                            "reply": "Честные люди и спокойная голова к вечеру.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что не боится её опыта",
                            "reply": "Если не боишься — это уже шаг вперёд от большинства.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она слишком требовательна",
                            "reply": "Да. Потому что сама знаю, чего стою.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить шанс показать себя",
                            "reply": "Шанс — это не разово. Это хотя бы пара попыток.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она его реально цепляет",
                            "reply": "Цеплять умею. Вопрос — выдержишь ли глубину.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что с ней устанет",
                            "reply": "Со мной устанет тот, кто привык, что за него думают.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает её честность",
                            "reply": "Спасибо. Честность — мой главный фетиш.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить встретиться без комплексов",
                            "reply": "Комплексы можно оставить дома. А мозги — взять с собой.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что боится её возраста",
                            "reply": "Если пугает мой паспорт, что будет с моим характером?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что хочет узнать её вживую",
                            "reply": "Онлайн все смелее. Посмотрим, какой ты офлайн, Серёга.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Мне нравится, что ты не теряешься из-за цифр. С таким можно увидеться и проверить химию.",
            "final_bad": "Тебя, похоже, больше волнует возраст, чем человек. Я оставлю это молодым девочкам."
        },
        "nastya_student": {
            "name": "Настя-студентка",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Если так на паре ответишь, выгонят ещё до сессии.",
                        "С преподавателями так лучше не пробуй, ей-богу."
                    ]
                },
                "krasotka": {
                    "text": "Ты милая",
                    "liked": true,
                    "replies": [
                        "Спасибо. На фоне конспектов это прям редкий комплимент.",
                        "Милая — это пока мне не задали вопрос по курсовой."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты уже отучился или ещё страдаешь?",
                        "Окей, Серёга. Главное — не называй меня «молодёжь»."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит умных девочек",
                            "reply": "Умные девочки любят, когда к ним не относятся как к детям.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что студенты нифига не делают",
                            "reply": "Приходи на сессию — покажу, как «нифига не делаем».",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, на кого она учится",
                            "reply": "Учусь быть взрослой. А формально — на свою специальность.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на поцелуй после пары",
                            "reply": "После пары я обычно хочу спать, а не целоваться. Но бывает по-разному.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её ещё ребёнком",
                            "reply": "Ребёнок — это скорее тот, кто так говорит.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, сложно ли ей сейчас",
                            "reply": "Местами да. Но я сама выбрала этот марафон.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет помочь с учёбой",
                            "reply": "Помочь — это не только «приду и отвлеку».",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что диплом — фигня",
                            "reply": "Фигня — это недоделанные дела, а не бумажка.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что ей интересно кроме учёбы",
                            "reply": "Книги, музыка и иногда ничего не делать по расписанию.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить сбежать с пары",
                            "reply": "Иногда это лучший выбор дня. Но не каждый день.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она ничего не понимает",
                            "reply": "Я честно признаю, где не понимаю. Это взрослый навык.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её за упорство",
                            "reply": "Спасибо. Без него здесь никак.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что видит в ней женщину",
                            "reply": "Хорошо. А то иногда к нам относятся как к школьницам.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что студенчество фигня",
                            "reply": "Фигня — это промотать его и ничего не понять о себе.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли она в любовь во время учёбы",
                            "reply": "Верю. Главное — чтобы не мешала сессии.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить кофе перед парами",
                            "reply": "Кофе — святое. За это можно простить даже будильник.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что он всё знает лучше",
                            "reply": "Тогда зачем тебе мои полусырые конспекты?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, от чего она устает",
                            "reply": "От людей, которые считают студенчество отпуском.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хотел бы ждать её после пар",
                            "reply": "Ждать после пар — это мило. Главное — не ныть про время.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она вечно занята",
                            "reply": "Я занята построением своей жизни. Это правда.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить рассказать про её мечту",
                            "reply": "Понять, чем я хочу заниматься, а не просто где работать.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет с ней повзрослеть",
                            "reply": "Это хороший план, если он без инфантилизма.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её неопытной",
                            "reply": "Опыт — дело наживное. Главное — не строить из себя мудреца.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её серьёзность",
                            "reply": "Иногда я сама бы хотела быть легче. Но пока так.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она его вдохновляет",
                            "reply": "Вдохновение — лучший бонус к бессонным ночам с конспектами.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что она ничего не знает о жизни",
                            "reply": "Никто не знает. Разница в том, кто это признаёт.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что верит в её будущее",
                            "reply": "Спасибо. Иногда это слышать важнее, чем «успехов на сессии».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить встречу без учебников",
                            "reply": "Без учебников — это как праздник. Но не в ущерб сессии.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что с ней будут одни траблы",
                            "reply": "С кем-то будут траблы, с кем-то — развитие. Выбирай.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что готов учитывать её график",
                            "reply": "Если ты правда выдержишь мой ритм — это уже взрослый жест.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Если ты готов к тому, что у меня будет не только ты, но и сессия — мы можем увидеться.",
            "final_bad": "Тебе проще с той, у кого только работа и сериалы. Я пока строю себя."
        },
        "polina_artist": {
            "name": "Полина-художница",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Слишком грубо для того, кто ещё даже моих картин не видел.",
                        "Интересный штрих к портрету, но не самый удачный."
                    ]
                },
                "krasotka": {
                    "text": "Ты красивая",
                    "liked": true,
                    "replies": [
                        "Красота — вопрос света и тени. И ракурса.",
                        "Спасибо. Но я больше за глубину, чем за обложку."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Ты кто по стилю — абстракция или реализм?",
                        "Окей, Серёга. Надеюсь, ты не спрашиваешь «а можно нарисовать бесплатно?»."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет, чтобы она его рисовала",
                            "reply": "Портрет — это слишком интимно. Там видно больше, чем селфи.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что художники странные",
                            "reply": "Странные — это те, кто не видит дальше своего зеркала.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, что она любит рисовать",
                            "reply": "Людей. Особенно когда они перестают позировать.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на её интерес к телу",
                            "reply": "Тело — это форма. Мне интереснее, как в нём живёт человек.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её бездельницей с кистями",
                            "reply": "Безделье — это листать ленту сутками, а не создавать.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её творчество",
                            "reply": "Спасибо. Для художника это всё равно, что обнять.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она видит людей глубже",
                            "reply": "Иногда глубже, чем хотелось бы. Но иначе я не умею.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что искусство — фигня",
                            "reply": "Фигнёй его считают, пока не остаются с пустыми стенами.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, вдохновляет ли её город",
                            "reply": "Иногда. Чаще — люди в нём и их истории.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить быть её музой",
                            "reply": "Муза — это ответственность, а не просто селфи в мастерской.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что это не профессия",
                            "reply": "Не профессия — это жить чужой жизнью и ныть.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чем она живёт кроме рисования",
                            "reply": "Музыка, книги и редкие люди, с кем можно молчать.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет увидеть её мастерскую",
                            "reply": "Мастерская — это моя голова наружу. Не всем туда можно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она вечно в облаках",
                            "reply": "Облака — там, где рождаются идеи. На земле их продают.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её смелость идти в творчество",
                            "reply": "Спасибо. Иногда мне самой не хватает себе «респекта».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что её руки его заводят",
                            "reply": "Руки художника редко бывают чистыми, но всегда живыми.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Намекнуть, что она голодает ради искусства",
                            "reply": "Иногда голодаю ради выбора, а не ради позы.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли она в жизнь без офиса",
                            "reply": "Верю. Она сложнее, но честнее для меня.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить позировать ей",
                            "reply": "Будь готов, что я нарисую тебя таким, как вижу, а не как ты хочешь.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что художники все депрессивные",
                            "reply": "Депрессивные — те, кто живут не своей жизнью.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить показать её работы",
                            "reply": "Могу. Но только если ты не будешь искать там «норму».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она его вдохновляет",
                            "reply": "Вдохновлять — приятно. Но я не хочу быть просто стимулом.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её странной девочкой с кисточками",
                            "reply": "Странность — это когда не стыдно быть собой.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чего она боится",
                            "reply": "Осознать однажды, что рисовала не то и не для тех.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет увидеть её за работой",
                            "reply": "Тогда будь готов, что я могу забыть про тебя на пару часов.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что от её тем муторно",
                            "reply": "Не все готовы смотреть в глубину. Это нормально.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её взгляд на мир",
                            "reply": "Спасибо. Мир немного терпимее, когда это слышишь.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить тихую встречу с чаем и красками",
                            "reply": "Чай, краски и живой человек рядом — звучит, как хороший эскиз вечера.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что с ней тяжело",
                            "reply": "С художниками редко бывает легко. Но бывает честно.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что хочет узнать её глубже",
                            "reply": "Глубже — это не про расспросы, а про внимание. Проверим?",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Ты не испугался моих красок и слов. Я бы рискнула показать тебе свой мир вживую.",
            "final_bad": "Если тебе нужен простой чёрно-белый мир — я точно не твой художник."
        },
        "zhenya_gamer": {
            "name": "Женя-геймерша",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": true,
                    "replies": [
                        "О, ты сразу в чат как в голосовую залетел.",
                        "С таким ником тебя в тиме точно запомнят."
                    ]
                },
                "krasotka": {
                    "text": "Ты милая",
                    "liked": true,
                    "replies": [
                        "Милая до тех пор, пока не началась катка.",
                        "Спасибо. Но по киллам судят, а не по щёчкам."
                    ]
                },
                "sergey": {
                    "text": "Я Серега",
                    "liked": true,
                    "replies": [
                        "Привет, Серёга. Танкист, саппорт или вечный афк?",
                        "Окей, Серёга. Ты микрофон хотя бы не стесняешься включать?"
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что любит девочек-геймерш",
                            "reply": "Главное — не делать вид, что это экзотика с витрины.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что девочки не умеют играть",
                            "reply": "Обычно так говорят те, кого я уже обгоняла по счёту.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, во что она играет",
                            "reply": "Шутеры, мобы и иногда душу на инди-проекты.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть на общий кооп",
                            "reply": "Кооп проверяет людей сильнее, чем первое свидание.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать игры детством",
                            "reply": "Детство — это не уметь проигрывать, а не играть.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить её затащить его",
                            "reply": "Затащить могу, но нытьё в войс — сразу мут.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что её голос идеален для войса",
                            "reply": "Голос — норм. Главное, чтобы тиммейты не были мусором.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что она зависима от игр",
                            "reply": "Зависимость — это когда жизнь только в статах.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, чем она живёт вне игр",
                            "reply": "Друзья, сериалы и иногда реальный воздух за окном.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить ночные катки вместе",
                            "reply": "Ночные катки — это святое. Но только без «ещё одну и спать».",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Упрекнуть, что она сидит дома",
                            "reply": "Сидеть дома и жить дома — две разные вещи.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, бомбит ли у неё",
                            "reply": "Бомбит, но я умею перезапускать себя, не только игру.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет быть её дуо-партнёром",
                            "reply": "Дуо — это доверие. Тут видно, кто сливается первым.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что у неё нет норм хобби",
                            "reply": "Норм — это по чьей шкале? По шкале офис-работа-диван?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её увлечение",
                            "reply": "Лучше играть и гореть, чем тухнуть без интереса.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что она ему зашла как персонаж",
                            "reply": "У персонажей есть сценарист. У меня всё по лайву.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать её задроткой",
                            "reply": "Задротки обычно знают, чего хотят. В отличие от многих.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли она в встречи из онлайна",
                            "reply": "Верю. Но не со всеми, кто пишет «го в дс».",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить совместный стрим",
                            "reply": "Стрим — это уже публично. Ты уверен, что хочешь так сразу?",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что киберспорт — чушь",
                            "reply": "Чушь — не понимать, на чём люди строят мечты.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Попросить совета по сборке ПК",
                            "reply": "Вот это продуктивный диалог. Уже интереснее.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет видеть её вне монитора",
                            "reply": "Вне монитора фпс ниже, но ощущения ярче.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Грустно пошутить про «найди уже жизнь»",
                            "reply": "Я свою потихоньку строю. А ты?",
                            "liked": false
                        },
                        "polite": {
                            "text": "Похвалить её голос в чате",
                            "reply": "Спасибо. Главное, чтобы ты не орал в микрофон.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хотел бы остаться с ней в дискорде",
                            "reply": "В дс иногда честнее, чем на свиданиях.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что устанет от её игр",
                            "reply": "Тогда не заходи в лобби. Меньше потерь для всех.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что она ему близка по духу",
                            "reply": "Если ты тоже не боишься быть задротом иногда — у нас есть шанс.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить встретиться офлайн после катки",
                            "reply": "Если ты вживую такой же, как в чате, — это любопытно.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что всё равно это детство",
                            "reply": "С таким отношением взрослость тебе точно не светит.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что хочет быть с ней в одной тиме",
                            "reply": "В тиме главное — не сливать и не предавать. Справишься?",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Если ты не боишься, что твой дуо-партнёр сильнее тебя — можно встретиться и вне лобби.",
            "final_bad": "Тебе, похоже, проще шутить, чем играть командой. В реальной жизни так себе стратегия."
        },
        "romantik": {
            "name": "Романтичный Рома",
            "max_turns": 10,
            "greetings": {
                "suka": {
                    "text": "Здарова, сучка",
                    "liked": false,
                    "replies": [
                        "Ты чё, с помойки приполз? Так не здоровятся с джентльменом.",
                        "Сучка?! Я тебе сейчас своим 50-сантиметровым просветом объясню манеры."
                    ]
                },
                "krasotka": {
                    "text": "Ты изыскан",
                    "liked": true,
                    "replies": [
                        "Ах, как приятно слышать от утончённого человека...",
                        "Спасибо… особенно, когда это говорит кто-то с вкусом."
                    ]
                },
                "sergey": {
                    "text": "Я Серёга",
                    "liked": true,
                    "replies": [
                        "Серёга? Надеюсь, ты из тех, кто читает Пруста, а не только «пиздец какой день».",
                        "О, Серёга! Если ты ценишь музыку и уважаешь интеллект — мы поймём друг друга."
                    ]
                }
            },
            "stages": [
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить выпить вина и обсудить искусство",
                            "reply": "Вино, Шопен и мой 50-см просвет? Ты говоришь мой язык.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Спросить, не шлюха ли он в юбке",
                            "reply": "Шлюха?! Я тебе сейчас этим 50-см стволом такую дыру выжгу, что будешь молить о прощении!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как ему нравится классическая музыка",
                            "reply": "О, Бах — это вечность. Особенно, когда рядом умный собеседник.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что его фигура завораживает",
                            "reply": "Фигура — это вкус, а мой член — это божественный дар. Цени.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он выглядит как клоун",
                            "reply": "Клоун?! Я тебе сейчас этим 50-см пенисом настолько врежу, что будешь смеяться по-настоящему — сквозь слёзы!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, читает ли он Достоевского",
                            "reply": "Конечно. Особенно когда хочется понять, почему люди такие дебилы.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Намекнуть, что хочет прикоснуться к нему",
                            "reply": "Прикасайся с уважением — это не кусок мяса, это 50 см утончённости.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он не мужчина и не женщина",
                            "reply": "Я — совершенство! А ты — недоумок, которому не хватило мозгов даже на базовый такт.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, любит ли он прогулки под дождём",
                            "reply": "Под дождём, с книгой и мыслями... Идеальная гармония.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что мечтает о нём ночами",
                            "reply": "Мечтай… но знай: мой 50-см член не для слабаков, а для избранных.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Назвать его извращенцем",
                            "reply": "Извращенец?! Я тебе сейчас этим 50-см просветом глаза вырежу! Я — эстет, а ты — быдло!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как он выбирает парфюм",
                            "reply": "По настроению души… и по тому, насколько хорошо он раскрывается на коже.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить танец под джаз вдвоём",
                            "reply": "Джаз, близость и мой 50-см ствол? Да это поэзия в движении.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он странный и пугающий",
                            "reply": "Странный?! Ты странный, раз не понимаешь, что перед тобой — бог в юбке!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, какие у него любимые поэты",
                            "reply": "Бродский, Цветаева… и те, кто не боится быть честными.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что его голос манит",
                            "reply": "Голос — зеркало души. А мой ещё и ведёт к моему 50-см чуду.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он — позор для мужчин",
                            "reply": "Позор?! Я тебе сейчас этим 50-см пенисом так врежу, что будешь вспоминать меня как кошмар!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, ходит ли он в оперу",
                            "reply": "Конечно. Особенно когда хочется плакать от красоты, а не от идиотов.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить провести ночь в библиотеке",
                            "reply": "Библиотека, полная тайн… и мой 50-см ключ ко всем дверям.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он не нормальный человек",
                            "reply": "Ненормальный? Я — гений! А ты — пример того, как не надо рождаться.",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, пишет ли он стихи",
                            "reply": "Иногда… Когда мир слишком груб, чтобы выразить иначе.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет быть его музой",
                            "reply": "Муза? Тогда будь достойной моего 50-см вдохновения.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он — дешёвый шоу",
                            "reply": "Дешёвый?! Я тебе сейчас этим 50-см просветом такую цену назову, что умрёшь от долга!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, как он расслабляется после дня",
                            "reply": "Чай, Бетховен и мысль, что таких, как ты, сегодня не встретил.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Предложить совместный вечер с вином и фортепиано",
                            "reply": "Фортепиано, вино и мой 50-см рояль? Да это симфония любви.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он — фрик и позор",
                            "reply": "Фрик?! Я тебе сейчас этим 50-см стволом такую дыру выжгу, что будешь в аду просить прощения!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Спросить, верит ли он в настоящую любовь",
                            "reply": "Верю. Особенно когда она с уважением к 50 см совершенства.",
                            "liked": true
                        }
                    }
                },
                {
                    "options": {
                        "erotic": {
                            "text": "Сказать, что хочет быть единственным в его жизни",
                            "reply": "Единственным? Тогда докажи, что достоин моего 50-см сердца.",
                            "liked": true
                        },
                        "aggressive": {
                            "text": "Сказать, что он — просто странный пидор",
                            "reply": "Пидор?! Я тебе сейчас этим 50-см чудом так врежу, что будешь кричать 'господи, спаси'!",
                            "liked": false
                        },
                        "polite": {
                            "text": "Сказать, что уважает его за искренность",
                            "reply": "Уважение — редкий дар. За это ты уже почти в моём сердце.",
                            "liked": true
                        }
                    }
                }
            ],
            "final_good": "Ты — редкий цветок среди сорняков. Я бы пригласил тебя на ужин при свечах и музыке Мусоргского.",
            "final_bad": "Ты — бездарность без вкуса и манер. Иди ищи кого-нибудь на помойке. Я — не для тебя."
        } 
            }